[Author]
Language=Swedish
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=Arkiv
OpenChangelog1.Caption=Öppna ändringslogg
OpenEULA1.Caption=Öppna licensavtalet
Exit1.Caption=Avsluta
Help1.Caption=Hjälp
Homepage1.Caption=Hemsida
About1.Caption=Om
TabSheet1.Caption=Filens checksumma
TabSheet2.Caption=Hash för strängen
TabSheet3.Caption=Jämför filer
TabSheet5.Caption=Sök igenom mapp
TabSheet7.Caption=Kontrollera filens checksumma
Label10.Caption=Välj mappen som ska sökas igenom:
Label11.Caption=Filens mask:
Button8.Caption=Sök igenom
Button14.Caption=Stoppa
Button11.Caption=Filter
Button12.Caption=Exportera
Label66.Caption=Jämför två filer
Label9.Caption=Välj två filer och se om de är olika.
Button6.Caption=Jämför
Label7.Caption=Kontrollera filens checksumma
Label8.Caption=Välj en fil och jämför den med en MD5-hash.
Button9.Caption=Kontrollera
Button16.Caption=Klistra in
Label2.Caption=Ange strängen för att beräkna hashets checksumma:
Button4.Caption=Generera
Label12.Caption=Strängens längd:
Button2.Caption=Exportera
Label1.Caption=Välj fil för att beräkna hashets checksumma:
Button1.Caption=Bläddra...
Button15.Caption=Exportera
Label5.Caption=Filstorlek
imgFacebookLike.Hint=Följ oss på Facebook
imgDonate.Hint=Stöd det här projektet
FrmSettings.Label6.Caption=Välj språk:
FrmSettings.Caption=Inställningar
FrmSettings.CheckBox1.Caption=Lägg till i snabbmenyn i Explorer
FrmSettings.Button1.Caption=Stäng
FrmOutputFormat.Caption=Filter
FrmOutputFormat.CheckBox2.Caption=Sök även igenom undermapparna rekursivt
FrmOutputFormat.CheckBox3.Caption=Sök endast igenom giltiga PE-filer, såsom EXE, SYS, DLL osv.
FrmOutputFormat.CheckBox1.Caption=Hoppa över tomma filer på 0 bytes
FrmOutputFormat.Label1.Caption=Tillgängliga variabler:
FrmOutputFormat.Label2.Caption=Skriv ditt eget utdata-format:
FrmOutputFormat.Label3.Caption=Utdatans format
FrmOutputFormat.Label4.Caption=Anpassa genomsökningen
FrmOutputFormat.cbSkipHiddenFiles.Caption=Hoppa över filer markerade som dolda
FrmOutputFormat.cbSkipSystemFiles.Caption=Hoppa över filer markerade som systemfiler
FrmOutputFormat.cbSkipBiggerFiles.Caption=Hoppa över filer som är större än N MB
FrmAbout.Label4.Caption=Följ oss på Twitter
FrmAbout.Label5.Caption=Följ oss på Facebook
FrmAbout.Label6.Caption=Stöd det här projektet
FrmAbout.Caption=Om
Button18.Caption=Urklipp
Button7.Caption=Bläddra...
Button3.Caption=Bläddra...
Button5.Caption=Bläddra...
Button17.Caption=Urklipp
FrmSettings.CheckBox3.Caption=Minimera applikationsfönstret vid manuell start
Label6.Caption=Välj filen som ska kontrolleras:
Label20.Caption=Ange MD5-checksumman här:
Label21.Caption=Välj den första filen:
Label22.Caption=Välj den andra filen:
Label13.Caption=MD5-checksumma:
Label14.Caption=SHA1-checksumma:
Label15.Caption=SHA256-checksumma:
Label16.Caption=SHA384-checksumma:
Label17.Caption=SHA512-checksumma:
cbMD5.Caption=MD5-checksumma:
cbSHA1.Caption=SHA1-checksumma:
cbSHA256.Caption=SHA256-checksumma:
cbSHA384.Caption=SHA384-checksumma:
cbSHA512.Caption=SHA512-checksumma:
Settings1.Caption=Inställningar
Configure1.Caption=Konfigurera
FILE_NOT_EXIST=Filen finns inte.
SELECT_FILE=Välj fil...
FILES_IDENTICAL=Filerna är identiska!
FILES_DIFFERENT=Filerna är olika!
HASH_EMPTY=Hash-fältet är tomt.
HASH_WRONG=Hash-fältet är fel. Använd MD5-hashet (32 tecken).
MD5_CHECK_EQUAL=Filernas MD5-checksummor är likadana !
MD5_CHECK_DIFFERENT=Filernas MD5-checksummor är olika !
DIR_NOT_FOUND=Mappen finns inte.
FILES=Filer
SELECT_FOLDER=Välj mapp
TEXTAREA_EMPTY=Textrutan är tom.
WAIT=Vänta...
Form1.Makeadonation1.Caption=Donera
Form1.Facebookpage1.Caption=Facebooksida
Form1.witterpage1.Caption=Twittersida